Repository: common-repository/venyoo-chat-bot
Catalog: languages/venyoo-*.po
Languages: ru_ru

source: Venyoo Chat Bot Plugin
ru_ru: Venyoo Chat Bot Плагин

source: Venyoo Chat Bot Setup
ru_ru: Venyoo Chat Bot установка

source: Seems like everything is OK
ru_ru: Плагин успешно установлен

source: website
ru_ru: сайт

source: to see if the live chat widget is present
ru_ru: чтобы увидеть установлен ли чат

source: Log in to your
ru_ru: Войдите в свой

source: to chat with your website visitors and manage preferences
ru_ru: чтобы произвести необходимые настройки и начать получать клиентов

source: Signup for a free Venyoo account at
ru_ru: Зарегистрируйте ваш бесплатный аккаунт в Venyoo

source: then copy and paste Widget code from Setup & Customize section into the form below
ru_ru: затем скопируйте код из личного кабинета в форму ниже

source: Check your
ru_ru: Проверьте свой
